LEXICON = {
    "admin": "Ваши права админа подтверждены",
    "start": "Добро пожаловать в бота",
    "registration": 'Для использование бота необходимо зарегестрироваться',
    "possibilities_user": "Выберите действие",
    "first_name": "Введите имя",
    "last_name": "Введите фамилию",
    "room": "Введите номер комнаты",
    "error_first_name": "Введите имя\n(имя не может превышать 20 символов)",
    "error_last_name": "Введите фамилию\n(фамилия не может превышать 20 символов)",
    "error_room": "Введите номер комнаты\n(имя не может превышать 10 символов)",
    "registration_close": "Регистрация прошла успешно"
}

btns = {
    "registation": {
        "Регистрация": "registration"
        },
    "possibilities_user": {
        "Просмотр профиля": "user_data",
        "Просмотр расписания": "schedule"
        },
    "rooms": ["101", "121", "220", "332"]
}